{
    "banners": [
        {
            "image_url": "/images/facilities/Event_Conference_corosel_2.jpg"
        },
        {
            "image_url": "/images/facilities/Event_MiniTheatre_Inaguration_107.jpg"
        },
        {
            "image_url": "/images/facilities/smmb_banner_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmb_carousal_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmch_carousal_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmch_carousal_2.jpg"
        },
        {
            "image_url": "/images/facilities/smmk_banner_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmmfh_carousal_2.jpg"
        },
        {
            "image_url": "/images/facilities/smmr_carousal_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmr_family_1.jpg"
        },
        {
            "image_url": "/images/facilities/smmr_family_3.jpg"
        },
        {
            "image_url": "/images/facilities/smsr_vip_1.jpg"
        },
        {
            "image_url": "/images/facilities/smsr_vip_2.jpg"
        },
        {
            "image_url": "/images/facilities/smwh_banner_7.jpg"
        },
        {
            "image_url": "/images/facilities/badminton.jpg"
        },
        {
            "image_url": "/images/facilities/tabletennis.jpg"
        },
        {
            "image_url": "/images/facilities/billiards.jpg"
        },
        {
            "image_url": "/images/facilities/parking.jpg"
        }
    ],
    "facilities": [
        {
            "caption_en": "Conference Hall",
            "caption_ka": "ಸಮ್ಮೇಳನ ಕೊಠಡಿಗಳು",
            "description_en": "The Main Event Hall at Sporti serves as a versatile venue, ideal for both private and public events. With a capacity ranging from 200 to 300 people, it is the perfect choice for hosting government conferences and discussions, providing a professional and accommodating space for all your event needs.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿನ ಮುಖ್ಯ ಕಾರ್ಯಕ್ರಮ ಸಭಾಂಗಣವು ಬಹುಮುಖ ಸ್ಥಳವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಖಾಸಗಿ ಮತ್ತು ಸಾರ್ವಜನಿಕ ಕಾರ್ಯಕ್ರಮಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ. 200 ರಿಂದ 300 ಜನರ ಸಾಮರ್ಥ್ಯದೊ ಂದಿಗೆ, ಸರ್ಕಾರಿ ಸಮ್ಮೇಳನಗಳು ಮತ್ತುಚರ್ಚೆಗಳನ್ನು ಆಯೋಜಿಸಲು ಇದು ಪರಿಪೂರ್ಣ ಆಯ್ಕೆಯಾಗಿದೆ, ನಿಮ್ಮ ಎಲ್ಲಾಈವೆಂಟ್ ಅಗತ್ಯಗಳಿಗಾಗಿ ವೃತ್ತಿಪರ ಮತ್ತುಸ್ಥಳಾವಕಾಶವನ್ನು ಒದಗಿಸುತ್ತದೆ.",
            "image_url": "/images/facilities/Event_Conference_corosel_2.jpg"
        },
        {
            "image_url": "/images/facilities/smmmfh_carousal_2.jpg",
            "caption_en": "Main Event Hall",
            "caption_ka": "ಮುಖ್ಯ ಈವೆಂಟ್ ಹಾಲ್ (ಖಾಸಗಿ ಮತ್ತುಸಾರ್ವಜನಿಕ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಆಯೋಜಿಸುತ್ತದೆ)",
            "description_en": "Welcome to Sporti's Main Event Hall, ideal for private gatherings and government conferences. With a capacity for 200+ guests, our spacious and comfortable hall guarantees a seamless and memorable event experience.",
            "description_ka": "ಮುಖ್ಯ ಈವೆಂಟ್ ಹಾಲ್ (ಖಾಸಗಿ ಮತ್ತುಸಾರ್ವಜನಿಕ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಆಯೋಜಿಸುತ್ತದೆ) ಖಾಸಗಿ ಕೂಟಗಳು ಮತ್ತುಸರ್ಕಾರಿ ಸಮ್ಮೇಳನಗಳಿಗೆ ಸೂಕ್ತವಾದ ಸ್ಪ ೋರ್ಟಿಯ ಮುಖ್ಯ ಈವೆಂಟ್ ಹಾಲ್ಗೆ ಸುಸ್ವಾಗತ. 200+ ಅತಿಥಿಗಳ ಸಾಮರ್ಥ್ಯದೊ ಂದಿಗೆ, ನಮ್ಮ ವಿಶಾಲವಾದ ಮತ್ತುಆರಾಮದಾಯಕ ಸಭಾಂಗಣವು ತಡೆರಹಿತ ಮತ್ತುಸ್ಮರಣೀಯ ಈವೆಂಟ್ ಅನುಭವವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ."
        },
        {
            "image_url": "/images/facilities/Event_MiniTheatre_Inaguration_107.jpg",
            "caption_en": "Mini Theatre",
            "caption_ka": "ಮಿನಿ ಥಿಯೇಟರ್ (ಸಾಕ್ಷ್ಯಚಿತ್ರಗಳು ಮತ್ತುಚಲನಚಿತ್ರ ಪ್ರದರ್ಶನಗಳು)",
            "description_en": "Sporti Guest House offers a unique cinematic experience with its Mini Theatre. Equipped with luxurious seating for over 30 guests, it's the perfect venue for documentaries and movie screenings. Explore the world of cinema in style and comfort at Sporti.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿ ಅತಿಥಿ ಗೃಹವು ಅದರ ಮಿನಿ ಥಿಯೇಟರ್ನೊ ಂದಿಗೆ ವಿಶಿಷ್ಟವಾದ ಸಿನಿಮೀಯ ಅನುಭವವನ್ನು ನೀಡುತ್ತದೆ. 30 ಕ್ಕೂ ಹೆಚ್ಚು ಅತಿಥಿಗಳಿಗೆ ಐಷಾರಾಮಿ ಆಸನವನ್ನು ಹೊ ಂದಿದೆ, ಇದು ಸಾಕ್ಷ್ಯಚಿತ್ರಗಳು ಮತ್ತುಚಲನಚಿತ್ರ ಪ್ರದರ್ಶನಗಳಿಗೆ ಪರಿಪೂರ್ಣ ಸ್ಥಳವಾಗಿದೆ. ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿಸಿನಿಮಾ ಪ್ರಪಂಚವನ್ನು ಶೈಲಿ ಮತ್ತುಸೌಕರ್ಯದಲ್ಲಿಅನ್ವೇಷಿಸ."
        },
        {
            "image_url": "/images/facilities/smsr_vip_1.jpg",
            "caption_en": "Accomodation",
            "caption_ka": "AC ಕೊಠಡಿಗಳು (ಪ್ರಮಾಣಿತ ಕೊಠಡಿಗಳು/ಕುಟುಂಬ ಕೊಠಡಿಗಳು/ VIP ಕೊಠಡಿಗಳು)",
            "description_en": "Sporti offers a variety of comfortable A/C rooms, including Standard, Family, and VIP options. Each room is well-appointed with modern amenities, ensuring a pleasant and relaxing stay. Guests can enjoy additional perks like complimentary breakfast, high-speed Wi-Fi, and access to our fitness centre. ",
            "description_ka": "Sporti ಸ್ಟ್ಯಾಂಡರ್ಡ್, ಫ್ಯಾಮಿಲಿ ಮತ್ತುVIP ಆಯ್ಕೆಗಳನ್ನು ಒಳಗೊ ಂಡಂತೆ ವಿವಿಧ ಆರಾಮದಾಯಕ A/C ಕೊಠಡಿಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ. ಪ್ರತಿಯೊಂದು ಕೊಠಡಿಯು ಆಧುನಿಕ ಸೌಕರ್ಯಗಳೊ ಂದಿಗೆ ಸುಸಜ್ಜಿತವಾಗಿದೆ, ಇದು ಆಹ್ಲಾದಕರ ಮತ್ತುವಿಶ್ರಾಂತಿಯ ವಾಸ್ತವ್ಯವನ್ನು ಖಾತ್ರಿಗೊ ಳಿಸುತ್ತದೆ. ಅತಿಥಿಗಳು ಪೂರಕ ಉಪಹಾರ, ಹೆಚ್ಚಿನ ವೇಗದ ವೈ-ಫೈ ಮತ್ತುನಮ್ಮ ಫಿಟ್ನೆಸ್ ಕೇಂದ್ರಕ್ಕೆ ಪ್ರವೇಶದಂತಹ ಹೆಚ್ಚುವರಿ ಪರ್ಕ್‌ಗಳನ್ನು ಆನಂದಿಸಬಹುದು."
        },
        {
            "image_url": "/images/facilities/smmr_carousal_1.jpg",
            "caption_en": "Dining",
            "caption_ka": "ಊಟದ ಹಾಲ್",
            "description_en": "The dining hall at Sporti, offers a delightful dining experience. Guests can choose from a diverse menu or request customised dishes. Impeccable service and a comfortable ambiance await you.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿನ ಡೈನಿಂಗ್ ಹಾಲ್ ಒಂದು ಸಂತೋ ಷಕರ ಊಟದ ಅನುಭವವನ್ನು ನೀಡುತ್ತದೆ. ಅತಿಥಿಗಳು ವೈವಿಧ್ಯಮಯ ಮೆನುವಿನಿಂದ ಆಯ್ಕೆ ಮಾಡಬಹುದು ಅಥವಾ ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಭಕ್ಷ್ಯಗಳನ್ನು ವಿನಂತಿಸಬಹುದು. ನಿಷ್ಪಾಪ ಸೇವೆ ಮತ್ತುಆರಾಮದಾಯಕ ವಾತಾವರಣವು ನಿಮಗೆ ಕಾಯುತ್ತಿದ."
        },
        {
            "image_url": "/images/facilities/smmb_banner_1.jpg",
            "caption_en": "Barbeque",
            "caption_ka": "ಬಾರ್ಬೆಕ್ಯೂ",
            "description_en": "The BBQ area at Sporti is a versatile rooftop dining venue that boasts mesmerising lighting and ambiance, perfect for hosting government, private, and professional ceremonies or functions. With a scenic backdrop and top-notch facilities, it's an ideal choice for your special events.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿರುವ BBQ ಪ್ರದೇಶವು ಬಹುಮುಖವಾದ ಮೇಲ್ಛಾವಣಿಯ ಊಟದ ಸ್ಥಳವಾಗಿದೆ, ಇದು ಸಮ್ಮೋಹನಗೊ ಳಿಸುವ ಬೆಳಕು ಮತ್ತುವಾತಾವರಣವನ್ನು ಹೊ ಂದಿದೆ, ಇದು ಸರ್ಕಾರಿ, ಖಾಸಗಿ ಮತ್ತುವೃತ್ತಿಪರ ಸಮಾರಂಭಗಳು ಅಥವಾ ಕಾರ್ಯಗಳನ್ನು ಆಯೋಜಿಸಲು ಸೂಕ್ತವಾಗಿದೆ. ರಮಣೀಯ ಹಿನ್ನೆಲೆ ಮತ್ತುಉನ್ನತ ದರ್ಜೆಯ ಸೌಲಭ್ಯಗಳೊ ಂದಿಗೆ, ಇದು ನಿಮ್ಮ ವಿಶೇಷ ಕಾರ್ಯಕ್ರಮಗಳಿಗೆ ಸೂಕ್ತವಾದ ಆಯ್ಕೆಯಾಗಿದೆ."
        },
        {
            "image_url": "/images/facilities/smwh_banner_7.jpg",
            "caption_en": "GYM",
            "caption_ka": "ಜಿಮ್",
            "description_en": "At Sporti, we're proud to offer top-notch facilities, including a well-equipped gym, for police officers and their families. Our gym provides a perfect space for fitness needs, ensuring a comfortable and enjoyable stay. We're committed to serving those who protect our communities.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿ, ಪೊಲೀಸ್ ಅಧಿಕಾರಿಗಳು ಮತ್ತುಅವರ ಕುಟುಂಬಗಳಿಗೆ ಸುಸಜ್ಜಿತ ಜಿಮ್ ಸೇರಿದಂತೆ ಉನ್ನತ ದರ್ಜೆಯ ಸೌಲಭ್ಯಗಳನ್ನು ನೀಡಲು ನಾವು ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ. ನಮ್ಮ ಜಿಮ್ ಫಿಟ್ನೆಸ್ ಅಗತ್ಯಗಳಿಗಾಗಿ ಪರಿಪೂರ್ಣ ಸ್ಥಳವನ್ನು ಒದಗಿಸುತ್ತದೆ, ಆರಾಮದಾಯಕ ಮತ್ತುಆನಂದದಾಯಕ ವಾಸ್ತವ್ಯವನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ನಮ್ಮ ಸಮುದಾಯಗಳನ್ನು ರಕ್ಷಿಸುವವರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ."
        },
        {
            "image_url": "/images/facilities/badminton.jpg",
            "caption_en": "Badminton",
            "caption_ka": "ಬ್ಯಾಡ್ಮಿಂಟನ್ ಕೋರ್ಟ್",
            "description_en": "The Badminton Court at our Sporti’s a premier facility designed to provide enthusiasts with an exceptional sporting experience. Equipped with top-notch amenities and maintained to the highest standards, our court offers a perfect setting for players to enjoy thrilling badminton matches in a comfortable and welcoming environment.",
            "description_ka": "ನಮ್ಮ ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿನ ಬ್ಯಾಡ್ಮಿಂಟನ್ ಕೋರ್ಟ್ ಉತ್ಸಾಹಿಗಳಿಗೆ ಅಸಾಧಾರಣವಾದ ಕ್ರೀಡಾ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ವಿನ್ಯಾಸಗೊ ಳಿಸಲಾದ ಪ್ರಮುಖ ಸೌಲಭ್ಯವಾಗಿದೆ. ಉನ್ನತ ದರ್ಜೆಯ ಸೌಕರ್ಯಗಳೊ ಂದಿಗೆ ಸುಸಜ್ಜಿತವಾಗಿದೆ ಮತ್ತುಅತ್ಯುನ್ನತ ಗುಣಮಟ್ಟವನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ, ಆರಾಮದಾಯಕ ಮತ್ತುಸ್ವಾಗತಾರ್ಹ ವಾತಾವರಣದಲ್ಲಿರೋ ಮಾಂಚಕ ಬ್ಯಾಡ್ಮಿಂಟನ್ ಪಂದ್ಯಗಳನ್."
        },
        {
            "image_url": "/images/facilities/tabletennis.jpg",
            "caption_en": "Table Tennis",
            "caption_ka": "ಬ್ಯಾಡ್ಮಿಂಟನ್ ಕೋರ್ಟ್",
            "description_en": "The Badminton Court at our Sporti’s a premier facility designed to provide enthusiasts with an exceptional sporting experience. Equipped with top-notch amenities and maintained to the highest standards, our court offers a perfect setting for players to enjoy thrilling badminton matches in a comfortable and welcoming environment.",
            "description_ka": "ನಮ್ಮ ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿನ ಬ್ಯಾಡ್ಮಿಂಟನ್ ಕೋರ್ಟ್ ಉತ್ಸಾಹಿಗಳಿಗೆ ಅಸಾಧಾರಣವಾದ ಕ್ರೀಡಾ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ವಿನ್ಯಾಸಗೊ ಳಿಸಲಾದ ಪ್ರಮುಖ ಸೌಲಭ್ಯವಾಗಿದೆ. ಉನ್ನತ ದರ್ಜೆಯ ಸೌಕರ್ಯಗಳೊ ಂದಿಗೆ ಸುಸಜ್ಜಿತವಾಗಿದೆ ಮತ್ತುಅತ್ಯುನ್ನತ ಗುಣಮಟ್ಟವನ್ನು ನಿರ್ವಹಿಸುತ್ತದೆ, ಆರಾಮದಾಯಕ ಮತ್ತುಸ್ವಾಗತಾರ್ಹ ವಾತಾವರಣದಲ್ಲಿರೋ ಮಾಂಚಕ ಬ್ಯಾಡ್ಮಿಂಟನ್ ಪಂದ್ಯಗಳನ್."
        },
        {
            "image_url": "/images/facilities/billiards.jpg",
            "caption_en": "Billiards",
            "caption_ka": "ಬಿಲಿಯರ್ಡ್ಸ್",
            "description_en": "Billiards is a popular indoor sport enjoyed by officers/guests at Sporti. Our well-equipped game room offers a relaxing atmosphere for players to showcase their skills and enjoy friendly competition.",
            "description_ka": "ಬಿಲಿಯರ್ಡ್ಸ್ ಸ್ಪ ೋರ್ಟಿಯಲ್ಲಿಅಧಿಕಾರಿಗಳು/ಅತಿಥಿಗಳು ಆನಂದಿಸುವ ಜನಪ್ರಿಯ ಒಳಾಂಗಣ ಕ್ರೀಡೆಯಾಗಿದೆ. ನಮ್ಮ ಸುಸಜ್ಜಿತ ಆಟದ ಕೋಣೆ ಆಟಗಾರರಿಗೆ ತಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಮತ್ತುಸ್ನೇಹಪರ ಸ್ಪರ್ಧೆಯನ್ನು ಆನಂದಿಸಲು ವಿಶ್ರಾಂತಿ ವಾತಾವರಣವನ್ನು ನೀಡುತ್ತದೆ."
        },
        {
            "image_url": "/images/facilities/parking.jpg",
            "caption_en": "Parking",
            "caption_ka": "ಪಾರ್ಕಿಂಗ್",
            "description_en": "Sporti Guest House offers a spacious and convenient parking facility, accommodating up to 100 cars. Our extensive parking area ensures a hassle-free experience for visitors, making it an ideal choice for those seeking comfortable accommodation with ample parking space.",
            "description_ka": "ಸ್ಪ ೋರ್ಟಿ ಅತಿಥಿ ಗೃಹವು ವಿಶಾಲವಾದ ಮತ್ತುಅನುಕೂಲಕರವಾದ ಪಾರ್ಕಿಂಗ್ ಸೌಲಭ್ಯವನ್ನು ಒದಗಿಸುತ್ತದೆ, 100 ಕಾರುಗಳಿಗೆ ಅವಕಾಶ ಕಲ್ಪಿಸುತ್ತದೆ. ನಮ್ಮ ವಿಶಾಲವಾದ ಪಾರ್ಕಿಂಗ್ ಪ್ರದೇಶವು ಸಂದರ್ಶಕರಿಗೆ ತೊ ಂದರೆ-ಮುಕ್ತಅನುಭವವನ್ನು ಖಾತ್ರಿಗೊ ಳಿಸುತ್ತದೆ, ಇದು ವಿಶಾಲವಾದ ಪಾರ್ಕಿಂಗ್ ಸ್ಥಳದೊ ಂದಿಗೆ ಆರಾಮದಾಯಕವಾದ ವಸತಿ ಸೌಕರ್ಯವನ್ನು ಬಯಸುವವರಿಗೆ ಸೂಕ್ತವಾದ ಆಯ್ಕೆಯಾಗಿದೆ."
        }
    ]
}